[
  {
    "name": "Pasta alla Norma",
    "recipeYield": 4,
    "recipeCategory": "Recepten",
    "description": "",
    "prepTime": "PT20M",
    "cookTime": "PT55M",
    "totalTime": "PT75M",
    "recipeIngredients": [
      {
        "raw": "3 aubergines"
      },
      {
        "raw": "120 ml olijfolie"
      },
      {
        "raw": "5 tenen knoflook, in dunne plakjes"
      },
      {
        "raw": "1-2 milde gedroogde chilipepers"
      },
      {
        "raw": "2 blikken van 400 g gepelde tomaten"
      },
      {
        "raw": "5 flinke takjes oregano"
      },
      {
        "raw": "1 theel. fijne kristalsuiker"
      },
      {
        "raw": "300 g spaghetti"
      },
      {
        "raw": "45 g rijpe pecorino"
      },
      {
        "raw": "20 g basilicumblad, gescheurd"
      },
      {
        "raw": "zout en zwarte peper"
      }
    ],
    "recipeInstructions": [
      {
        "text": "Verhit de oven tot 220 °C"
      },
      {
        "text": "Schaaf van elke aubergine van boven naar beneden om en om lange repen schil af zodat ze gestreept zijn, als een zebra. Snijd de aubergines overdwars in 1 cm dikke plakken en leg ze in een kom met 75 ml olijfolie, ¾ theelepel zout en royaal versgemalen peper. Meng alles goed en verdeel de plakken over twee met bakpapier beklede bakplaten. Rooster ze 30-35 minuten in de oven tot ze diep goudbruin zijn. Haal de bakplaten uit de oven en laat de plakken aubergine afkoelen."
      },
      {
        "text": "Giet 2 eetlepels olie in een koekenpan en zet hem op halfhoog tot hoog vuur. Voeg knoflook en chilipeper toe en bak alles al roerend 1-2 minuten tot de knoflook goudbruin is. Voeg de tomaten, oregano, suiker en ½ theelepel zout toe en maal er wat peper overheen. Draai het vuur halfhoog tot laag en laat alles 10 minuten zachtjes pruttelen tot het een dikke saus is. Verwijder de takjes oregano en roer de plakken aubergine door de saus. Zet hem opzij."
      },
      {
        "text": "Breng een pan water met zout aan de kook en voeg de spaghetti toe. Kook hem beetgaar, giet hem af en vang een deel van het kookwater op. Schep de spaghetti in de pan met saus en meng goed, voeg twee derde van de pecorino en het basilicum toe en als de saus te dik is ook nog een paar eetlepels kookwater."
      },
      {
        "text": "Verdeel de spaghetti over diepe borden, bestrooi hem met de overgebleven pecorino en basilicum en sprenkel er een eetlepel olie overheen. Eetsmakelijk!"
      }
    ],
    "sourceUrl": "https://hoevebiesland.nl/pasta-alla-norma/"
  }
]
